Repository: KrusnikViers/Zordon
Catalog: app/i18n/*/zordon.po
Languages: ru

# all_from_{user}
source: {user} asks your attention!
ru: {user} просит вашего внимания!

# farewell_{user}
source: I'll be missing you, {user}.
ru: Я буду скучать, {user}.

# greet_known_{user}
source: Hi, {user}! Nice to see you again :)
ru: Привет, {user}! Рад снова встретиться :)

# greet_new_{user}
source: Hi, {user}. Nice to meet you!
ru: Привет, {user}. Приятно познакомиться!

# invalid_request_{user}
source: Sorry, {user}, but this request is not valid any more.
ru: {user}, к сожалению, этот запрос уже не может быть использован.

# no_users_for_broadcast_message
source: Nobody can response you right now. Perhaps, later?
ru: Сейчас некому ответить на призыв. Возможно, позднее?

# pending_action_cancelled
source: Previous message waiting was cancelled
ru: Начатое ранее ожидание сообщения было прекращено.

# recall_decline
source: Decline
ru: Отказаться

# recall_declined_{users}
source: Declined: {users}
ru: Отказались: {users}

# recall_from_{user}
source: {user} invites everyone!
ru: {user} приглашает всех присоединиться!

# recall_join
source: Join
ru: Согласиться

# recall_joined_{users}
source: Joined: {users}
ru: Присоединились: {users}

# recall_not_answered_{users}
source: Not answered: {users}
ru: Не ответили: {users}

# recall_with_text_from_{user}
source: (invite from {user})
ru: (приглашение от {user})

# waiting_for_{user}_report
source: {user}, I will forward your next message in this chat to the bot support. (You may /cancel this action)
ru: {user}, я перешлю ваше следующее сообщение из этого чата в поддержку. Это действие можно отменить: /cancel

# {project}_help_for_group
source: {project} - at your service! /all [text] - ask everyone's attention /recall [text] - invite everyone to join you
ru: {project} - к вашим услугам! /all [text] - привлечь внимание участников чата /recall [text] - приглашение всем собраться вместе

# {project}_help_for_private
source: {project} - at your service! Sorry, but for now I have no functionality in private chats. Yet I will try to learn something new really soon!
ru: {project} - к вашим услугам! К сожалению, сейчас я ничем не могу быть полезен в личных чатах. Но я попробую научиться чему-нибудь новому как можно скорее!

# {user}_report_sent
source: {user}, your message has been forwarded. Thank you for your feedback!
ru: {user}, ваше сообщение было передано. Спасибо за обратную связь!
